Repository: oceanovasto/iswipe-payment-gateway-plugin-WC
Catalog: languages/iswipe-payment-*.po
Languages: ru_ru

source: On/Off
ru_ru: Включить/Выключить

source: On/Off plugin
ru_ru: Включить/Выключить плагин

source: Title
ru_ru: Заголовок

source: The title that appears on the checkout page
ru_ru: Заголовок, который отображается на странице оформления заказа

source: Description
ru_ru: Описание

source: The description that appears during the payment method selection process
ru_ru: Описание, которое появляется во время процесса выбора способа оплаты

source: Pay through the payment gateway iSwipe
ru_ru: Оплатить через платежный шлюз iSwipe

source: Public API Key
ru_ru: Публичный API Key

source: Public API Key in iSwipe system.
ru_ru: Публичный API Key в системе iSwipe

source: Private API Key
ru_ru: Приватный API Key

source: Private API Key in iSwipe system.
ru_ru: Приватный API Key в системе iSwipe

source: Thank you for your order, please click the button below to pay.
ru_ru: Спасибо за ваш заказ, пожалуйста, нажмите кнопку ниже, чтобы провести оплату.

source: Awaiting payment response
ru_ru: Ожидаем ответ платежного шлюза

source: buy
ru_ru: купить

source: Order status:
ru_ru: Статус заказа:
